[
  {
    "text": "第１章　保守用車全体構造\r\n\r\n１．保守用車の名称と使用目的\r\n① 軌道モータカーは通称MC、新幹線はMOと言われ、レールやバラスト等の軌道材料や溶接機のほか作業で使用する機器を、レール・枕木運搬等に使用する通称で鉄製トロ、作業材料や機材等を運搬する通称で箱トロ、バラスト運搬、散布する通称がミニホキ等、全般的にトロと呼ばれる運搬台車を牽引又は推進し、現場まで運搬する車両である。\r\n② 軌道モータカーの中には、着脱可能な除雪装置を取付け、除雪作業を行うモータカーラッセル車（通称MCR）という車両があり、先頭部に回転翼及びかき寄せるウイングで、かき寄せた雪の壁を切り崩し、線路上に掻き寄せられた雪を吸い込み、更に遠くへ投雪するロータリー装置と、車両の前方に排雪板（ブレード）を装着し、進行方向の両側に雪を掻き分けるラッセル装置があり、これは比較的に雪が少ない地域や豪雪地域の初期除雪に使用します。これらの装置は、地域により片側ラッセル又は、前後にロータリーとラッセルを装着して使用する。\r\n③ 軌道モータカーは、概ねのエンジン馬力により、600型、400型、３００型、200型に区分している。\r\n④ 製造メーカー別の型式及びエンジン型式（在来線）\r\n製造メーカー\r\n形　式\r\nエンジン型式\r\n堀川工機\r\n300\r\n機械式\r\n堀川工機\r\n300N\r\n機械式\r\n堀川工機\r\n300S\r\n機械式\r\n堀川工機\r\nWD-H16CRA\r\n機械式\r\n松山重車両\r\n300M\r\n機械式\r\n松山重車両\r\n300N\r\n機械式\r\n松山重車両\r\n768\r\n電子噴射式\r\n松山重車両\r\n788\r\n電子噴射式\r\n富士重工業\r\n300C\r\n機械式\r\n富士重工業\r\n300S\r\n機械式\r\nコマツ\r\n300K\r\n電子噴射式\r\n新潟トランシス\r\n400\r\n機械式\r\n新潟トランシス\r\n600\r\n電子噴射式\r\n日本除雪\r\n400\r\n電子噴射式\r\n日本除雪\r\n400R\r\n電子噴射式\r\n日本除雪\r\n600\r\nエンジン形式\r\n2.構造概要\r\n① 鋼材をはしご型に溶接し、フレームとして、動力源であるエンジンや走行に関係するトルコン、逆転機付ギヤ、運転操作等を行う運転台用キャビンを取付け、フレームを支えつつ軌道モータカーを走行させるため、フレームの下部に車輪や車軸を組み込んだ軸箱を取付けた構造となっている。\r\n② 動力源のエンジンは、油圧",
    "metadata": {
      "source": "保守用車ナレッジ.txt",
      "chunkNumber": 0
    }
  },
  {
    "text": "噴射式\r\n日本除雪\r\n400R\r\n電子噴射式\r\n日本除雪\r\n600\r\nエンジン形式\r\n2.構造概要\r\n① 鋼材をはしご型に溶接し、フレームとして、動力源であるエンジンや走行に関係するトルコン、逆転機付ギヤ、運転操作等を行う運転台用キャビンを取付け、フレームを支えつつ軌道モータカーを走行させるため、フレームの下部に車輪や車軸を組み込んだ軸箱を取付けた構造となっている。\r\n② 動力源のエンジンは、油圧ポンプ、エアーコンプレッサー等の機器を作動や、軌道モータカー全体の重量と走行車輪の回転及び、重量物を搭載した鉄トロ等を牽引するために、高トルクが出せるディーゼルエンジンを使用している。\r\n③ 走行に関係する、車輪等の基本寸法は以下の通り（単位:mm）\r\n基本項目\r\n在来線\r\n新幹線\r\n軌間\r\n１０６７\r\n1435\r\n固定軸距\r\n4570\r\n4570\r\n車輪直径\r\n380以上\r\n380以上\r\n車輪リム幅\r\n120～150\r\n120～135\r\n車輪リム一対の内面距離\r\n９８９～994\r\n1358～1363\r\nフランジ高さ\r\n25～35\r\n25～35\r\n車輪リム一対の中心線からの車輪踏面間の距離\r\n560\r\n７４５\r\n※ 固定分岐器のクロッシング開口部が約290mmであるため、車輪の直径380mm以上として、本線は無論、保守基地、保線材料線の分岐器を通過する時の違線侵入防止のためである。\r\n④ 走行時は全輪を駆動している。走行の動力にはエンジンの回転による構造と、MCR等は一旦エンジン回転をギヤーボックスに取付けられた油圧ポンプで油圧を発生させ、その油圧で油圧モーターを駆動し走行する方式がある。また、MCRでは、ウイングやロータリー他の除雪用装置を油圧で作動させている。\r\n\r\n３.構造及び各装置\r\n（１）フレーム\r\n① 各種装置の重量を支えるため、前後に通るH鋼2本のメーンフレームを基本にサイドやクロスメンバーを用いて溶接し、走行振動や応力による捻じれ等に耐えるだけの強度を持った、はしご状のフレーム構造となっている\r\n② フレームは前後に連結した運搬台車を牽引及び推進走行し、軌道モータカーが停止する時、運搬車の慣性重量による延性や圧縮にも耐える強度を有している\r\n③ 搭載する動力源のエンジンや動力伝達装置、軌道モータカーを走行させるための車輪・車軸を左右から支える軸箱を板バネ等の",
    "metadata": {
      "source": "保守用車ナレッジ.txt",
      "chunkNumber": 1
    }
  },
  {
    "text": "にサイドやクロスメンバーを用いて溶接し、走行振動や応力による捻じれ等に耐えるだけの強度を持った、はしご状のフレーム構造となっている\r\n② フレームは前後に連結した運搬台車を牽引及び推進走行し、軌道モータカーが停止する時、運搬車の慣性重量による延性や圧縮にも耐える強度を有している\r\n③ 搭載する動力源のエンジンや動力伝達装置、軌道モータカーを走行させるための車輪・車軸を左右から支える軸箱を板バネ等の緩衝装置でフレームと連結する\r\n④ 従事者の乗務や、運転操作を行うキャビン、エンジン等の設置した機器を風雨からの保護や、機器の作動中に従事者の防護のためのキャビンを取付けている\r\n（２）運転キャビン\r\n　①従事者の乗車用、運転等操作する運転や作業パネルを配置するため、運転キャビンをフレームの上に設置している。\r\n②乗務員や機器の防振のため、防振用のゴムで運転キャビンを浮かした状態で設置している。\r\n③前面と後方には、運転者および責任者が視界を確保できるだけの大型ガラスを取り付ける\r\n④前・後ガラスは、走行振動等でキャビン全体のねじれを受け、ガラスにヒビや損傷を防ぐため、面の中央にフレームを設けると同時にガラスを固定するためゴム製のモールで、ガラスをキャビンから浮かす形でひねり等が直接的に影響させない。\r\n⑤特に豪雪地域で使用する軌道モータカーは、ガラス中央付近に一般的に「ロータリーワイパー」と言われる円形状の回転式ワイパーを設置している\r\n⑥運転キャビンの左右側面には、ガラス2枚で引戸で交差式の窓を設置している\r\n⑦冷暖房装置は、機種により様々な機器を活用しているが、以下、主な機器と使用方法\r\n⑧エンジン冷却回路から温まった冷却水をホースなどで室内に引き込み、ラジエーターのようなコアへ温水を流し、ファンで室内全体へ送風する機種がある。\r\n⑨冷却回路からホースなどで接続されているので、ホースや運転キャビン内の水漏れが発生した場合は、エンジン室側の冷却回路にあるバルブを締めて対応してください。\r\n⑩24Vで作動する工業用のエアコンもしくは、搭載している発電機の100V電源を使用した一般家庭用のエアコンが使用されている。\r\n⑪運転キャビンへ乗務員が出入りするドアは幅600～800mmで運転室側に片開きを設ける\r\n⑫運転キャビンに出入口は、踊り場からの高さが600mm以上の高さがあ",
    "metadata": {
      "source": "保守用車ナレッジ.txt",
      "chunkNumber": 2
    }
  },
  {
    "text": "、ホースや運転キャビン内の水漏れが発生した場合は、エンジン室側の冷却回路にあるバルブを締めて対応してください。\r\n⑩24Vで作動する工業用のエアコンもしくは、搭載している発電機の100V電源を使用した一般家庭用のエアコンが使用されている。\r\n⑪運転キャビンへ乗務員が出入りするドアは幅600～800mmで運転室側に片開きを設ける\r\n⑫運転キャビンに出入口は、踊り場からの高さが600mm以上の高さがある場合、労働安全衛生規則の第526条にある1,500mm以上の場合、けあげ高さ300mm以下、踏み面200mm以上を準基する\r\n⑬労働安全衛生規則　第198条：作業床の幅は、原則として450mm以上を確保する必要があります。\r\nなお、昇降用はしごのステップ踏み面200mmを加えると、最低限6５0mmとなりますが、\r\n⑭建築基準法に準拠する場合は、踊り場の幅は、①階段の幅以上、かつ850mm以上、②直通階段の場合は、踊り場の長さは1.4m以上となり、軌道モータカーは可能な限り、1.4mで設計する\r\n⑮室内の騒音ばく露は、労働安全衛生規則第52条に準拠し85dB以下とするが、これを超える場合は作業従事時間を以下に制限されている。\r\n騒音レベル (dB(A))\r\n許容時間\r\n85\r\n8時間\r\n90\r\n4時間\r\n95\r\n2時間\r\n100\r\n1時間\r\n105\r\n30分\r\n110\r\n15分\r\n115\r\n7.5分\r\n⑯ 環境基本法に基づく騒音規制法および関連する環境省告示によって定められています。\r\n地域区分\r\n時間帯\r\n基準値（dB）\r\n第1種\r\n昼間（午前6時から午後10時まで）\r\n55\r\n第1種\r\n夜間（午後10時から翌午前6時まで）\r\n45\r\n第2種\r\n昼間\r\n60\r\n第2種\r\n夜間\r\n50\r\n第3種\r\n昼間\r\n65\r\n第3種\r\n夜間\r\n55\r\n⑰ 騒音測定方法\r\n測定点の選定: 騒音の影響が最も大きいと予想される場所（例：近隣住民の住居、病院、学校など）を選定します。\r\n測定機器: 環境省告示で定められた性能を満たす騒音計を使用します。\r\n測定時間帯: 騒音の影響が大きいと予想される時間帯（例：昼間、夜間）に測定を行います。\r\n測定回数: 複数回測定を行い、平均値を求めます。\r\n測定条件: 風速、気温、湿度などの気象条件も記録します。\r\n昇降用はしご\r\n軌道モータカーへの乗車や",
    "metadata": {
      "source": "保守用車ナレッジ.txt",
      "chunkNumber": 3
    }
  },
  {
    "text": "影響が最も大きいと予想される場所（例：近隣住民の住居、病院、学校など）を選定します。\r\n測定機器: 環境省告示で定められた性能を満たす騒音計を使用します。\r\n測定時間帯: 騒音の影響が大きいと予想される時間帯（例：昼間、夜間）に測定を行います。\r\n測定回数: 複数回測定を行い、平均値を求めます。\r\n測定条件: 風速、気温、湿度などの気象条件も記録します。\r\n昇降用はしご\r\n軌道モータカーへの乗車や機器等の点検等のため、\r\n※ 関係法令は、以下の労働安全衛生規則に準拠する\r\n第170条：はしごの踏桟（ステップ）の間隔は、30cm以下で、均等にする必要があります。\r\n第171条：はしごの幅は、40cm以上を確保する必要があります。\r\n第172条：はしごの上端は、昇降口から60cm以上突き出す必要があります。\r\n第173条：はしごの傾斜角度は、75度以下にする必要があります。\r\n第174条：はしごには、滑り止め措置を講じる必要があります。\r\n第175条：はしごを使用する際は、転落防止措置を講じる必要があります。\r\n\r\n⑱ 転落防止（手すり）に関する関係法令\r\n従事者が墜落の危険がある箇所には、手すりの設置義務があり、保守用車においては、運転室出入りの踊り場から軌道面までが約1,2mこれに側溝や通路など様々な現場条件加えると、2,0m以上となるため、手すりが必要となります。\r\n手すりの基準は、高さ：85cm以上\r\n構造：握りやすい形状で、体重をかけても外れない強度を持つこと\r\n設置場所：運転席、昇降設備、保守点検箇所など、墜落・転落の危険性がある場所\r\n転落防止としての手すりは、扉の開閉に障害となるため、着脱可能なチェーンや可倒式の棒などを用いている\r\n手すりの基準については、高さ：85cm以上\r\n握りやすい形状で、体重をかけても外れない強度を持つこと\r\n手すり高さにより、隙間をすり抜けて墜落の可能性もありますので、中さんと言われる手すりの中間に筋かいを設ける必要があります\r\n高さ：35cm以上50cm以下\r\n構造：丈夫な棒状の部材であること（繊維ロープなどの可撓性の材料は不可）\r\n\r\n（３）エンジン室キャビン\r\n① エンジンのほか付帯装置（アクセサリー）や、トルクコンバーターや各種制御装置等々を保護するため、キャビンをエンジン等機器の設置後、キャビンを被せる形で設置してい",
    "metadata": {
      "source": "保守用車ナレッジ.txt",
      "chunkNumber": 4
    }
  },
  {
    "text": "り抜けて墜落の可能性もありますので、中さんと言われる手すりの中間に筋かいを設ける必要があります\r\n高さ：35cm以上50cm以下\r\n構造：丈夫な棒状の部材であること（繊維ロープなどの可撓性の材料は不可）\r\n\r\n（３）エンジン室キャビン\r\n① エンジンのほか付帯装置（アクセサリー）や、トルクコンバーターや各種制御装置等々を保護するため、キャビンをエンジン等機器の設置後、キャビンを被せる形で設置している\r\n②ラジエターへ外気の取り込みと併せ、エンジン等を直接外気をあて冷却も行っている。\r\n外気の吸い込む方向と逆方向に走行する場合、外気の取り込みが不足することも考慮し、キャビン下部は開放しており、走行による外気の取り込みも行っている構造である\r\n③エンジンを稼働したまま、停車しているとキャビン内の熱が上部へ滞留することもあるので、熱を排出するための扉にスリットを設けている車両もある。\r\n④キャビン内は非常に高熱になるため、キャビンの内側にはガラスやセラミック繊維で断熱処置しています。\r\n⑤上部には熱がこもるため、点検灯は耐熱・防爆性のある物を使用している。\r\n⑥ 仕業点検や整備等を実施するため、開閉式の扉を設けている\r\n⑦ 検修や臨時修繕等で、エンジンやラジエター、トルクコンバーター等の大型機器を取り外すため、キャビンの上部を開放できる構造のものもある\r\n⑧ 開放時は建築限界内に収まることとしているが、仕業点検時や機械故障時の応急復旧時に、従事者がアクセスを考慮した幅にする\r\n⑨ 仕業点検や検修、応急復旧の対応時に、従事者がキャビン内へアクセスを安全で容易にするため、キャビン周辺にステップを設けている\r\n⑩ ステップは、キャビンの大きさにより、在来線は幅3,000mm、新幹線は3,400mm以内で最大可能な幅となっている。\r\n\r\n（４）照明類\r\n１） 前照灯\r\n 日本では、鉄道に関する技術上の基準を定める省令である「鉄道に関する技術上の基準を定める省令」の第147条において、前照灯の照度について以下のように規定されています。なお、一般的には照度をハイビームとロービームの2種類に切り換えられる機能となっています。\r\n最高照度: 150,000カンデラを超えないこと。\r\n平均照度: 30,000カンデラ以上であること。\r\n照射範囲: 左右それぞれ10度以上、上下それぞれ5度以",
    "metadata": {
      "source": "保守用車ナレッジ.txt",
      "chunkNumber": 5
    }
  },
  {
    "text": "関する技術上の基準を定める省令である「鉄道に関する技術上の基準を定める省令」の第147条において、前照灯の照度について以下のように規定されています。なお、一般的には照度をハイビームとロービームの2種類に切り換えられる機能となっています。\r\n最高照度: 150,000カンデラを超えないこと。\r\n平均照度: 30,000カンデラ以上であること。\r\n照射範囲: 左右それぞれ10度以上、上下それぞれ5度以上であること。\r\n\r\n２） 補助灯\r\n　基本的に濃霧や降雨、降雪の際に視界を確保し、同時に現場従事者や、踏切通過の自動車等に対して自車の存在を知らせるのが目的です。\r\n　照度については、特に規定されませんが、明るくしすぎると霧や雨、雪などで反射し、余計に視界が悪くなります。\r\n\r\n３） スポットライト\r\n　　特に在来線においては、踏切通過前の通過自動車等の安全確認として、上下左右に動かせるスポットライトが設定されます。\r\n\r\n４） 制動灯\r\n後方からの列車や保守用車に対して、自車が停止していることを表示させるため、基本的には前進又は後進のどちらか進む方向の後方で、在来線は橙黄色、新幹線は赤色で、軌道モータカーがブレーキを作動させ、ブレーキ圧が約50kpa以上になった時、点滅させます。\r\n　また、停車時にブレーキが作用してる場合は前後どちらも点滅し、手歯止めや手ブレーキ等の措置後、ブレーキを開放しても手動で作動させる事ができます。\r\n\r\n５） 作業灯\r\n　軌道モータカーの昇降ステップ\r\n　　エンジン室内\r\n　　機周りは、労働安全衛生規則第604条により150lx以上になります。目安は30Ｗ蛍光灯1灯又は街路灯の直下になります。\r\n\r\n６）車幅灯\r\n　在来線においては、踏切通過中の車体が、通過しようとしている自動車等から確認できる、車体左右に前方から後方にライン式のライトを設定します。\r\n\r\n（５）転車装置（転車台）\r\n一般的に、在来線は、ほぼ全て装備され、新幹線は300型以下の保守用車に装備されている\r\n前後方向を転換するために、油圧シリンダーで転車台を下げ、車体を持ち上げる装置です。\r\n左右レールに転車台が接するため、端部にはゴムなどで絶縁されている。\r\n曲線区間の左右どちらかが多い箇所で使用している場合、車輪フランジが左右どちらか摩耗が進行するため、\r\n定期的に前後を回転",
    "metadata": {
      "source": "保守用車ナレッジ.txt",
      "chunkNumber": 6
    }
  },
  {
    "text": "\r\n\r\n（５）転車装置（転車台）\r\n一般的に、在来線は、ほぼ全て装備され、新幹線は300型以下の保守用車に装備されている\r\n前後方向を転換するために、油圧シリンダーで転車台を下げ、車体を持ち上げる装置です。\r\n左右レールに転車台が接するため、端部にはゴムなどで絶縁されている。\r\n曲線区間の左右どちらかが多い箇所で使用している場合、車輪フランジが左右どちらか摩耗が進行するため、\r\n定期的に前後を回転していた。\r\n検修の時に車輪を浮かす、脱線又は軸箱の焼付きによる搬送台車を挿入するなどに使用することもあります\r\n取り扱い時には、一旦転車台を上昇させ、左右の中間で折れるロックピンを抜く、機種によりフックを開放する\r\nその後、転車台の転車フレームの絶縁が左右レールまで降下し、レールに設置していることを確認し、\r\n車体が上昇するまで転車台を降下させる。\r\n特に、外でロック解除や位置などを確認する従事者と、運転者が転車台及び車体の昇降について、指示と声掛けによる間違いを防ぐため、あらかじめ相互確認しておくこと\r\n\r\n\r\n（６）横取り装置\r\n保守用車を軌道から、線路外へ留置する場合や、緊急時に応急復旧に使用する横取り車輪が取付けられている\r\n車輪は側面フレーム下部の左右及び片側前後に２個の全部で4組固定式または、ロックピンを抜き車輪フレームを回転させる可動式が取付けられている。\r\n転車台と併用して、車体を上昇させた後、フレーム左右又は片側に２本の横取り用レールを取り外し、線路と直角方向で車輪が乗る位置へ設置し、車体を降下して、手押しにより車体を移動させる。\r\n注意点としては、曲線のカント、軌道面の左右高低差により、車体が動く事があるので、あらかじめ横取りレールに設置する手歯止めを設置し、転動を防ぐ処置を行うこと\r\n\r\n（７）連結装置\r\n１）自動連結器\r\n　他の車両と連結し、牽引又は推進する時に使用するもので、保守用車の前後のフレームに設置している。\r\n　使用時は、くさび型の杭（連結器鎖と言われる）を開放テコで引き上げる、車両により押し下げるものもある。\r\nこれにより、可動ナックルが開き、相手側の自動連結器を連結すると両方のナックルが閉じ、連結器錠が下がる（又は上がる）事により、ナックルが固定され連結できる。\r\n構造としては、\r\n連結器本体: 他の車両と連結するための主要部分。\r\n",
    "metadata": {
      "source": "保守用車ナレッジ.txt",
      "chunkNumber": 7
    }
  },
  {
    "text": "る時に使用するもので、保守用車の前後のフレームに設置している。\r\n　使用時は、くさび型の杭（連結器鎖と言われる）を開放テコで引き上げる、車両により押し下げるものもある。\r\nこれにより、可動ナックルが開き、相手側の自動連結器を連結すると両方のナックルが閉じ、連結器錠が下がる（又は上がる）事により、ナックルが固定され連結できる。\r\n構造としては、\r\n連結器本体: 他の車両と連結するための主要部分。\r\n連結ピン: 連結器本体と連結相手の連結器を固定するピン。\r\n連結器鎖: 連結ピンを保持し、連結器本体の動きを制限する鎖。\r\n緩衝器: 連結時の衝撃を吸収する装置。\r\n一般的に、引張力と圧縮力は緩衝装置を挟んで車体に伝わるが、連結面で22mmの遊間（遊び）があるため、加減速時に衝撃がある。ただし、遊間があることは、小さい牽引力で重量列車を引き出せる利点もある。客車や貨車に用いられる軸受は起動時の抵抗が大きく、動き始めると抵抗は比較的小さくなる。遊間があることで前後の車両が時間差をもって動き出し、相対的に小さい牽引力で列車を引き出すことができる\r\n運用上、在来線においては可動ナックルは閉じた状態を定位としているが、新幹線においては、連結して運用することが多いため、単独で運用する場合でも、可動ナックルは開放した状態で運用している。\r\n\r\n２）ピン連結器\r\n２段式連結器\r\n軌道モータカーや鉄トロ等と連結する時、連結棒ができるだけ平行に保つためピン連結器は、２段となっている。\r\n一部の低床の鉄トロ等、２段式の連結器が取り付けできない車両には１段式となっているものもある\r\n連結棒が平行でない場合は、牽引や押して走行、またはブレーキを作用させた時に、各車両の応力が斜めに作用し、突き上げるもしくは引き上げる方向に慣性重量がかかり、最悪は連結棒が折損もしくは軽い車両が脱線する可能性がある。\r\nモータカーと鉄トロの連結には、標準的に50mmピンが使用されているが、古い形式では40mm以下も現存するので、取り扱いは注意\r\nピンが走行の振動などで、脱落防止様に丸鋼をL型に曲げたレバーを取付けている。\r\nレバーの下端部にカウンターウエートとグリップとして太くしている。\r\nピンの頭部はフランジになっており、その中央外周に溝エを設けている\r\nピンのフランジ側に接触する一部を平たく加工しており、ピンを挿入",
    "metadata": {
      "source": "保守用車ナレッジ.txt",
      "chunkNumber": 8
    }
  },
  {
    "text": "カーと鉄トロの連結には、標準的に50mmピンが使用されているが、古い形式では40mm以下も現存するので、取り扱いは注意\r\nピンが走行の振動などで、脱落防止様に丸鋼をL型に曲げたレバーを取付けている。\r\nレバーの下端部にカウンターウエートとグリップとして太くしている。\r\nピンの頭部はフランジになっており、その中央外周に溝エを設けている\r\nピンのフランジ側に接触する一部を平たく加工しており、ピンを挿入する時は、レバーを上に回転させ平面側にしてフランジが接触せず連結器に収まり、ピンを挿入後はレバーを回転させ加工していない丸側がその溝に入る形に回転させる。\r\n\r\n\r\n\r\n第２章　動力機構\r\n\r\n１.ディーゼルエンジン基本原理\r\n① エンジンブロック内にスリーブと呼ばれる筒状形状のシリンダーの中でピストンが上下し、そのピストンに連結したコンロッドの下部に取付けた、クランクシャフトを回転させる構造となっている。\r\n② 燃料は軽油を使用し、燃料を燃焼するタイミングにシリンダー内の燃焼室へ噴霧し、自然発火させることで、ピストンを昇降させている。\r\n③ ガソリンエンジンの場合は、あらかじめ吸気時に、燃料であるガソリンを空気と混ぜて、エンジン内に吸い込み、燃焼タイミングで点火プラグに点火し燃焼させ、ピストンを昇降させている。\r\n④ ディーゼルエンジンの場合、燃料を噴射させるための機構が必要となる。\r\n⑤ 排気色が、ほぼ透明で紫色はエンジンで完全燃焼しているが、排気色が黒い場合は、燃料が多いやエンジンオイルが燃焼している、排気色が白色は、一般的に水分が多い場合、稀に灯油が混入した場合にも発生する\r\nディーゼルエンジンの種類\r\n　① 機械式はエンジン回転を利用して燃料ポンプを作動させ、燃料タンクから燃料を吸い込み、その燃料を燃料フイルターを通して、プランシャポンプと言われる噴射ポンプで、更に高圧縮した燃料をエンジンの燃焼タイミングで圧送するが、エンジン始動時に多量の燃料で始動させるほか、エンジン回転を急激に変化させた時に燃料が多量に使用され、黒煙が大量に発生することから、環境面も考慮しコモンモードと言われる電子噴射式でエンジンをコントロールする方式が増えてきている。\r\n② 機械式、電子噴射式も基本的なディ－ゼルエンジンの作動原理は変わらないが、燃料の噴射機能が違う\r\n③ 最適な噴射量・多段",
    "metadata": {
      "source": "保守用車ナレッジ.txt",
      "chunkNumber": 9
    }
  },
  {
    "text": "した燃料をエンジンの燃焼タイミングで圧送するが、エンジン始動時に多量の燃料で始動させるほか、エンジン回転を急激に変化させた時に燃料が多量に使用され、黒煙が大量に発生することから、環境面も考慮しコモンモードと言われる電子噴射式でエンジンをコントロールする方式が増えてきている。\r\n② 機械式、電子噴射式も基本的なディ－ゼルエンジンの作動原理は変わらないが、燃料の噴射機能が違う\r\n③ 最適な噴射量・多段噴射の制御により完全燃焼に近づけPMを低減。さらに、燃料消費量と騒音の低減を実現するほか、機械的な故障によるトラブルを削減するため、電気的にECU等の制御器により燃料噴射をコントロールし、エンジンを稼働させている。これをコモンレモード又は電子噴射式エンジンと称している\r\nコモンモード方式では、燃料を高圧ポンプで圧送し、いったん「コモンレール」と呼ばれる燃料を圧力容器に蓄え、その中に蓄圧された高圧燃料をコンピュータ制御によって各シリンダーに噴射するシステムを多用させてきている\r\n\r\n２.機械式の燃料回路基本\r\n① 燃料回路は、エンジンの回転により燃料ポンプで燃料を、燃料タンクからホースで、燃料ポンプ油水分離器\r\n（セパレーター）で水分を分離し、燃料ポンプまで吸い込む。\r\n燃料を給油する場合は、直接ローリから入れる事と併せ、ちりとり網でゴミの混入を防いでください。\r\n燃料ポンプの入口側の配管内には、ゴーズドフィルターと呼ばれる、コシ網が取り付けられており、燃料タンクに入ったゴミをろ過している。網であるためゴミにより、網が目詰まりし燃料の吸入を止めてしまう場合があるので、燃料タンクへ燃料を給油時に、ゴミが混入しないように、ドラム缶や携行缶で給油はできるだけ避けて給油時にはコシ網を通して給油することや確実にキャップを閉める等の取り扱いに注意が必要\r\n② 燃料ポンプで吸い込まれた燃料は、燃料ポンプの燃料フィルター上部にある配管へ入り、フィルターでろ過され噴射ポンプ側に圧送される。\r\n燃料フィルターに限らずフィルターは、燃料やオイル、エアー等に混入したゴミをろ過する面を広くするため、円筒状になっており、その円筒形の外面側を通してゴミをろ過したものが、円筒形の中心から出てくる。\r\n③ 圧送された燃料は、噴射ポンプの中にある、ピストン形状のプランシャポンプにより、エンジンの燃焼タイミングに",
    "metadata": {
      "source": "保守用車ナレッジ.txt",
      "chunkNumber": 10
    }
  },
  {
    "text": "ポンプの燃料フィルター上部にある配管へ入り、フィルターでろ過され噴射ポンプ側に圧送される。\r\n燃料フィルターに限らずフィルターは、燃料やオイル、エアー等に混入したゴミをろ過する面を広くするため、円筒状になっており、その円筒形の外面側を通してゴミをろ過したものが、円筒形の中心から出てくる。\r\n③ 圧送された燃料は、噴射ポンプの中にある、ピストン形状のプランシャポンプにより、エンジンの燃焼タイミングに合わせ、高圧にした燃料を押し出している。\r\n　燃料噴射ポンプのプランシャポンプ中のピストンの側面に渦巻き状の溝があり、これを回転させることにより溝に入り込む燃料の量を変化させることにより、エンジン回転を変化させている。\r\nプランシャの回転角度は、エンジンの回転を受けた軸に取り付けられた、ガバナーと言われるおもりが遠心力により広がり、その先に取付けられたラックと呼ばれるギヤで、プランシャを回転させるが、ガバナーが遠心力で広がろうとすることをコントロールレバーで制御している。\r\nコントロールレバーと直接ペダルやダイヤル、レバーにつながったワイヤーの伸縮でコントロールする方式と、アクセルの動きを電気的に変換し、電動モーターでレバーをコントロールする方式があり、特にMCRで多用されている。\r\n④ 電動モーターでコントロールする場合、本体の電気的や漏水による漏電等の突発的トラブルや長期使用するとエンジンの振動に加え、抵抗部分の物理的な摺動による可変抵抗の不良による作動トラブルも発生します。\r\n　エンジンの始動を容易にするため、プランシャのピストンは燃料を最大に送り出す方向となっている\r\nこれにより、エンジン始動直後は濃い燃料により、大量の黒い排気ガスがでる。\r\n⑤ 噴射ポンプ内の機械的な回転軸やプランシャポンプなどは、燃料を噴射ポンプ内に循環させ燃料油分で循環させている。\r\n⑥ エンジンの燃焼タイミングに合わせ、高圧縮した燃料を送り出すため、配管は鉄製となっている。ゴムなどの伸縮性があると、その伸縮により、圧力が逃げ燃焼タイミングが遅れる\r\n⑦ プランシャポンプで圧送された燃料は、噴射ノズルの内部に流入し、その燃料の圧力でノズル先端の噴霧用の穴（ポート）を塞いでいるニードルを押し上げ、先端部の穴（ポート）から燃料が吹き出す機構となっている。\r\n　　噴射ノズルの先端は、燃焼室内に突き出",
    "metadata": {
      "source": "保守用車ナレッジ.txt",
      "chunkNumber": 11
    }
  },
  {
    "text": "焼タイミングに合わせ、高圧縮した燃料を送り出すため、配管は鉄製となっている。ゴムなどの伸縮性があると、その伸縮により、圧力が逃げ燃焼タイミングが遅れる\r\n⑦ プランシャポンプで圧送された燃料は、噴射ノズルの内部に流入し、その燃料の圧力でノズル先端の噴霧用の穴（ポート）を塞いでいるニードルを押し上げ、先端部の穴（ポート）から燃料が吹き出す機構となっている。\r\n　　噴射ノズルの先端は、燃焼室内に突き出ており、燃焼時の熱を受け溶ける場合があるので、噴射ノズル内に残った燃焼がその熱を吸収し、配管を通して燃料タンクに戻される機能となっている\r\n　　そのため燃料タンクは、放熱性を持たすため薄い鉄板で制作されている。加えて、熱くなった燃料と残念料を混ぜ熱を少しでも下げるため、燃料はできるだけ満量にすること\r\n⑧ エンジンを停止又は始動させる回路としては、噴射ポンプに入ってきた燃料をプランシャポンプ側に送るか、燃料タンク側に返すかを切換えるレバーがあり、そのレバーを電気的に切換える燃料カットソレノイドの伸縮で切り換えてエンジンの始動又は停止している\r\n燃料カットソレノイドの作動は、エンジンスタートのキーを一段回すと、バッテリーリレーが入ると同時に、燃料カッソソレノイドが伸縮する機構となっている。\r\n\r\n3.電子制御式（コモンモード）\r\n①一般的にエンジンの前部（ラジエータ側）に燃料ポンプ（サプライポンプ）が取付けられ、エンジンの回転を受けて、燃料タンクから燃料フィルターを通して燃料ポンプに吸い込まれ、燃料ポンプから高圧縮した燃料をコモンモードという細長い筒状のタンクに溜めます。\r\n②機械式の場合は、燃料タンクから燃料ポンプまでの間に、水分分離機と燃料ポンプ入口にある網状のゴズドフィルターである一方で、電子制御式は、燃料ポンプ（サプライポンプとも言う）に微細なゴミ等が混入すると燃料ポンプが故障する可能性が高いため、燃料ポンプの前に燃料フィルターを設けている。\r\n③コモンモードからは、噴射ノズルまで鉄製の配管が接続されており、高圧縮された燃料が噴射ノズルまで送られており、エンジンをスターターモータで回転させ、燃焼タイミングに電気信号で噴射ノズルの噴霧を行い、エンジンを始動し、その後も電気信号で燃料を噴射させることでエンジンが稼動し続ける。逆に噴射ノズルへの電気信号を止めるとエンジンも停",
    "metadata": {
      "source": "保守用車ナレッジ.txt",
      "chunkNumber": 12
    }
  },
  {
    "text": "障する可能性が高いため、燃料ポンプの前に燃料フィルターを設けている。\r\n③コモンモードからは、噴射ノズルまで鉄製の配管が接続されており、高圧縮された燃料が噴射ノズルまで送られており、エンジンをスターターモータで回転させ、燃焼タイミングに電気信号で噴射ノズルの噴霧を行い、エンジンを始動し、その後も電気信号で燃料を噴射させることでエンジンが稼動し続ける。逆に噴射ノズルへの電気信号を止めるとエンジンも停止する。\r\n④噴射ノズルの噴霧タイミングの制御はメーカーによりECU又はEDUと言う、制御装置で行っているが、アクセルの開度やエンジン回転数、コモンモードの圧力が高いまたは低い、燃料フィルターの目詰まり、冷却水の温度によるエンジン回転制御のほかにもエンジンに関わる様々な条件をセンサ等で収集し、エンジンをコントロールしている。\r\n⑤逆に機械式では、エンジンの状態を運転者等が確認し、エンジン回転をコントロールしていたが、これらが自動的に行われるほか、機能の追加もセンサやプログラムにより可能となるメリットが有る、一方で、電子噴射式は制御内容がブラックスボックスになり、何かの条件によりエンジンが始動しない、停止するなどが発生した場合は、制御系の電源関係を確認する以外に確認が難しく、現場での応急処置は困難である。\r\n⑥ 長期にエンジン始動しない場合は、燃料ポンプ内の燃料が徐々に減少したり、コモンレール内の燃料圧力が低下するため、エンジン始動時に時間がかかる、最悪はエンジン始動できない場合があるので、最低1ヶ月に１度はエンジンを始動させてください。特に燃料ポンプ内から燃料が抜けた状態で、エンジン始動すると燃料ポンプ内のベーンなどの摺動部が潤滑されていないままで、無理やり摺動するので、傷や摩耗の原因となり、これを繰り返すと、更に短期間で燃料ポンプから燃料が抜ける状態となり、エンジン始動や急なエンジン停止が発生します。\r\n⑦ 近年の軌道モータカー等に搭載される電子噴射式の製造メーカーは、 CAT社、ボルボ社、カミンズ社が主流となっています。\r\n⑧ 在来線の豪雪地域や新幹線で重量物を運搬する、バラスト作業車（NBSと言う）等は、低速で走行したり、作業装置の油圧ポンプが大型になるためエンジン馬力を上げるため、2機のエンジンを直列的に搭載した機種もあります。\r\n⑨エンジンのどちらが故障した場合で",
    "metadata": {
      "source": "保守用車ナレッジ.txt",
      "chunkNumber": 13
    }
  },
  {
    "text": "ジン停止が発生します。\r\n⑦ 近年の軌道モータカー等に搭載される電子噴射式の製造メーカーは、 CAT社、ボルボ社、カミンズ社が主流となっています。\r\n⑧ 在来線の豪雪地域や新幹線で重量物を運搬する、バラスト作業車（NBSと言う）等は、低速で走行したり、作業装置の油圧ポンプが大型になるためエンジン馬力を上げるため、2機のエンジンを直列的に搭載した機種もあります。\r\n⑨エンジンのどちらが故障した場合でも、最低限は片側のエンジンで走行させるためるための目的もあります。これら2機のエンジンを統合制御（バララ運転とも言う）するため、エンジン回転のレスポンスが高く、電気的にコントロールができる電子制御式（コモンモード）が多用されています。\r\n\r\n4．エンジン付帯装置\r\n（１）冷却装置関係の基本\r\n　エンジンブロックとシリンダー間の周辺に設けられたウォータージャケット（水路）へ、エンジンの前部に取り付けられたウォーターポンプで、冷却水を循環することで、エンジンで発生した熱を冷却水に溜め、ラジエターコアの中に流し、エンジン回転により回転する冷却ファンで外気を吸い込み、冷却水を冷やしエンジンへ戻す、閉塞回路になっています。\r\n（２）ラジエーター\r\n　①ラジエーターはアルミニウム合金製などのパイプにフィンを付けた細管を多数並べ、冷却水の入り口（上部）と出口（下部）を薄い鉄板で囲み冷却水を溜めるタンク形状としているが、そのままでは強度がないため、これらをH鋼材で包むように囲み、強度をもたせた構造で、冷却能力をできるだけ効率的にするために大型なものになっている。\r\n②ラジエターは常に走行やエンジンの振動を受け歪みやすく、コアとタンクを蝋付で接続しており、この溶接部に亀裂が入り冷却水漏れが発生する場合がある\r\n③ラジエーターを点検する時は、コアとタンクの溶接部から冷却水の色による滲み、放熱を阻害するコアにゴミやホコリの蓄積をエンジン側から気噴清掃してください。\r\n④冷却水経路へのエアー混入を防ぐため、ラジエーター上部の取入口から冷却水を導入し、ラジエーター下部の排出口から冷却水を排出する経路を採るのが一般的である。\r\n⑤ラジエーターのタンク上端にラジエーターキャップを設け、熱気によるエアー抜きと冷却水の温度上昇により、ラジエター内の気圧が大気圧を超えると沸騰するが、冷却水経路に圧力をかけて1",
    "metadata": {
      "source": "保守用車ナレッジ.txt",
      "chunkNumber": 14
    }
  },
  {
    "text": "コアにゴミやホコリの蓄積をエンジン側から気噴清掃してください。\r\n④冷却水経路へのエアー混入を防ぐため、ラジエーター上部の取入口から冷却水を導入し、ラジエーター下部の排出口から冷却水を排出する経路を採るのが一般的である。\r\n⑤ラジエーターのタンク上端にラジエーターキャップを設け、熱気によるエアー抜きと冷却水の温度上昇により、ラジエター内の気圧が大気圧を超えると沸騰するが、冷却水経路に圧力をかけて100℃を超えても沸騰しにくい構造としている。しかし、圧力が高くなりすぎると特にラジエーターホースやラジエーターの破損に繋がるため、ラジエーターキャップには、プレッシャーバルブが組み込まれ、圧力が設定値以上になるとラジエーターサブタンクに冷却水を逃がすようになっている。\r\n⑥冷却水が加熱された状態でラジエーターキャップを開くと冷却水が噴き出すのは圧力がかかっているためで、社外品のラジエーターキャップの中には噴き出し防止のために圧力解放ボタンを備えたものも存在する。\r\n⑦ラジエーターとエンジンの間は、エンジンの振動等を受けても配管等が損傷しない、ゴム製でエンジン上部からラジエーター間はアッパーホース、エンジン下部からラジエーター間はロアーホースと言う。\r\n⑧熱水は上昇方向に冷えた水は下降する方向に対流する原理を活用し、冷却水ポンプ（ウォータポンプと言う）の能力低下や損傷が発生しても、少しでも自然循環させるためラジエターの上下に取り付ける。\r\n⑨高温になった冷却水及びラジエーターからの熱風にさらされる場所に設置されているため、ラジエーターホースは硬化しやすい。このため、仕業点検等では触手により、ゴムが固くなっていないか確認する必要があります。\r\n硬化していた場合は、ホースを止めているバンドの増し締めを行うか、硬化が進んでいる場合はバンドだけ締め付けてもゴムが変形するだけで確実に緊締されませんので早期に交換を行ってください。\r\n\r\n（3）冷却水の機能\r\n　冷却水（クーラント） エンジンの冷却及び凍結防止などのため、通常の水にロングライフクーラント（ LLC)を添加しています。一般的には、冬季に冷却水がラジエターやエンジンブロック内で凍り体積が膨張し、水漏れ等の事象が発生することを防ぐ、凍結防止効果だけを考えられるが、そのほか以下の効果も含まれ、冷却水の循環回路の保護もあります。\r\n",
    "metadata": {
      "source": "保守用車ナレッジ.txt",
      "chunkNumber": 15
    }
  },
  {
    "text": "せんので早期に交換を行ってください。\r\n\r\n（3）冷却水の機能\r\n　冷却水（クーラント） エンジンの冷却及び凍結防止などのため、通常の水にロングライフクーラント（ LLC)を添加しています。一般的には、冬季に冷却水がラジエターやエンジンブロック内で凍り体積が膨張し、水漏れ等の事象が発生することを防ぐ、凍結防止効果だけを考えられるが、そのほか以下の効果も含まれ、冷却水の循環回路の保護もあります。\r\n１）防錆効果\r\nエチレングリコールや防錆剤、酸化抑制剤などの添加剤の働きによりエンジン内部及び配管類の錆を防いでくれます。\r\n２）消泡効果\r\n冷却水が巡回する際、泡が発生することを抑制します。\r\n３）不凍効果\r\n① ロングライフクーラント液の主成分であるエチレングリコールの性質により、エンジン内部の凍結を防ぐ役目も果たしています。\r\n② 注意：仕業点検時に冷却水量を増すため、水だけ補給すると濃度が下がります。必要により濃度測定を行ってください。なお、濃度が高いと逆に沸点が下がり、オーバーヒートの原因にもなりますので、一般的な地域では、30%の-15℃で使用されていますが、地域に応じた適切な濃度としてください。\r\n③ LCC濃度と凍結温度\r\n30%\t－15℃\r\n35%\t－20℃\r\n40%\t－24℃\r\n45%\t－28℃\r\n\r\n（４）サーモスタットバルブ\r\n①サーモスタットバルブはエンジンが高温になり過ぎないためのほか、エンジンの暖機を早めるためにあります。\r\n一般的なエンジンは、エンジン自体の発生する熱で、シリンダーやピストン、バルブ等膨張することやオイルの粘土を考慮し設計と製造しており、暖機はエンジンを適温まで温めて燃焼効率を高める事にあります。\r\n②エンジンを作動し一定の時間経過しても、水温が低い場合、サーモスタットバルブのトラブルの可能性がありますので、冷却水温も注意してください。\r\n③仕業点検でエンジンを始動した後、約30分以上は必要ですが、確実に温度上昇を確認してください。異常に温度上昇しない場合は、サーモスタットバルブが開いた状態で止まった場合は、オーバークールと言い、常にラジエータへ冷却水が流れ、冷やされるためで、もともとエンジンは一定の温度で様々な構成部品の膨張を考慮して組み立てられているため、膨張していないままエンジンへ負荷をかけるとエンジン回転が不安定になっ",
    "metadata": {
      "source": "保守用車ナレッジ.txt",
      "chunkNumber": 16
    }
  },
  {
    "text": "。\r\n③仕業点検でエンジンを始動した後、約30分以上は必要ですが、確実に温度上昇を確認してください。異常に温度上昇しない場合は、サーモスタットバルブが開いた状態で止まった場合は、オーバークールと言い、常にラジエータへ冷却水が流れ、冷やされるためで、もともとエンジンは一定の温度で様々な構成部品の膨張を考慮して組み立てられているため、膨張していないままエンジンへ負荷をかけるとエンジン回転が不安定になったり最悪エンジンブローします。逆に閉じた状態で止まった場合は、エンジンブロック内だけで冷却水が順化し、冷却水が冷却されないため、エンジンが過熱するオーバーヒートが起こり、エンジンブロックの破損やピストンが焼き付くなどの症状が発生します。\r\n④重量物を牽引したり、長い登り坂を走行する場合など、エンジンへ高負荷が続く場合に、冷却水と同時にエンジンオイルの温度が上昇します。この場合は、走行を停止し、エンジンをアイドリング状態で待機し、温度が下がるか確認し、走行を再開してください。\r\n\r\n(4)ラジエターキャップ\r\n　ラジエターキャップは、ラジエターの上部タンクの蓋として取付けています。ラジエーターキャップの構造は、主に漏れを防ぐゴム製のパッキンと、圧力を調整するスプリングの構造になっています。\r\n　冷却水が普通の大気中では、１００℃以上になると沸騰し、泡が発生し、その泡が冷却水の流れを阻害するほか、冷却水が極端に蒸発することがあります。これを約120℃までに抑えるのがラジエーターキャップになります。\r\nまた、冷却水の温度が極端に上昇したままでは、冷却水が減少し、一般的に割れるオーバーヒートが発生し、エンジン内部のピストンが焼き付く場合があります。\r\n　キャップの内部のバネの力で弁を押し下げ、ラジエーター内部の圧力が過剰に上昇すると、キャップの弁が押し上げられ、冷却水がリザーブタンクに放出されます。\r\n　仕業点検でリザーバータンクの冷却水量の大きな変動や、定期的にラジエターキャップを外し、ゴムパッキンの固着や損傷、バネの弾性や損傷を触手で確認してください。\r\n\r\n（５） スターターモータ\r\n　主な構造としては電動モーターとマグネットスイッチ、ピニオンギヤで構成され、電源が入るとマグネットにより、ピニオンギヤが飛び出し、エンジンのフライホイール外周のリングギヤを回転させ、エンジンを始",
    "metadata": {
      "source": "保守用車ナレッジ.txt",
      "chunkNumber": 17
    }
  },
  {
    "text": "されます。\r\n　仕業点検でリザーバータンクの冷却水量の大きな変動や、定期的にラジエターキャップを外し、ゴムパッキンの固着や損傷、バネの弾性や損傷を触手で確認してください。\r\n\r\n（５） スターターモータ\r\n　主な構造としては電動モーターとマグネットスイッチ、ピニオンギヤで構成され、電源が入るとマグネットにより、ピニオンギヤが飛び出し、エンジンのフライホイール外周のリングギヤを回転させ、エンジンを始動する装置です。\r\n① 始動スイッチ（イグニションキー）を回すと、マグネットスイッチが働く\r\n② マグネットスイッチと連結しているシフトレバーが突き出し、ピニオンギヤがフライホイールのリングギヤとかみ合う\r\n③ 突き出したピニオンギヤのシフトレバー端部にあるマグネットスイッチの端子がスターターモータの接点を短絡し、モーターが回転する。\r\n\r\n（６）エアーコンプレッサー\r\n　① 軌道モータカー本体及び、連結し牽引する鉄トロ等のブレーキを連動して作用させるため、エアーコンプレッサーで空気圧を発生させ、一旦はエアータンクに溜め、既定値に調圧し、それぞれ必要に応じて切換ながら使用するための空気の元圧を発生させるものです。\r\n　② 近年はエンジンに組み込まれた形が殆どで、エアーコンプレッサー内の潤滑もエンジンオイルで潤滑している。\r\n　③ 基本的にエンジンの回転で、コンプレッサー内のピストンを昇降させ、ピストンが下降する時のシリンダー内へ吸引により、吸気バルブが開きエアークリーナーを通して外気を吸気しています。ピストンが上昇する時は、吐出する空気圧力で吸気バルブを閉じる方向に押し付けると同時に、排出側のバルブを押し開き、空気を吐出している。\r\n\r\n（７）発電機又はオルタネーター\r\n　①エンジン側のプーリーとオルタネーターのプーリーにVベルト・ゴグドベルト・平ベルト等を介して、オルタネーターの軸に取付けられた磁石のついてステーター回転させ、その周りを囲むように巻かれた銅線のステーターコイルに電気を起こしています。一般的には、エンジン側近に24V80～120Aの発電するものが取付けられ、軌道モータカー全体で電気を使用しても、バッテリーから出力は最低限に保てる発電量で設計されている。\r\n② 軌道モータカーにおいて、発電機の筐体により取付けスペースが取れない場合は、小型の発電機を2個取付けて",
    "metadata": {
      "source": "保守用車ナレッジ.txt",
      "chunkNumber": 18
    }
  },
  {
    "text": "軸に取付けられた磁石のついてステーター回転させ、その周りを囲むように巻かれた銅線のステーターコイルに電気を起こしています。一般的には、エンジン側近に24V80～120Aの発電するものが取付けられ、軌道モータカー全体で電気を使用しても、バッテリーから出力は最低限に保てる発電量で設計されている。\r\n② 軌道モータカーにおいて、発電機の筐体により取付けスペースが取れない場合は、小型の発電機を2個取付けている機種もある。また、1つの発電機ではベルト等の緩み折損時に、最低限の発電量24V55A程度の発電を確保し、走行やエンジンの制御などの電源を確保することが望ましい。\r\n③発電された電気は、ボルテージレギュレーターで安定した電圧と交流を直流に変換して出力します。\r\n「＋」は、発電機（オルタネーター）出力「－」はバッテリーからの出力充電状態\r\n④ 発電する電流より電気機器を多用すると、バッテリー側から電流が流れ出し、バッテリー下がり、照明類の明暗など電気装置の作動が不安定になります。\r\n⑤発電する電圧が 24V以下になると、バッテリーには電流が流れない。電流計を確認することで、発電状態\r\nを見ることができる。\r\n\r\n⑥磁石とコイルで発電するため、エンジンの排熱により、磁力が弱る、ラジエーターやオルタネーターのプーリー付近にあるファンからホコリ等がオルタネーター内部に入り、付着することで、オルタネータ自体の排熱が不足し磁力が低下する場合もありますので、仕業点検において、定期的に気噴清掃を行ってください\r\n⑦バッテリーへの過充電防止機能として、エンジンが600～900RPMのアイドリング状態では、発電しない機能となってます。\r\n⑧長時間アイドリング状態で大電流を使用する照明などを使い続けると、バッテリー電圧流量が下がり、最悪はエンジンが停止する場合や、前後進など電磁弁の作用二電圧が不足し走行不能となる場合があります。\r\n⑨帰着後、エンジンを停止し、その後にエンジンを再始動してもスターターモータへの電流量が足らず、エンジン始動できないこともあります。\r\n\r\n端子記号\r\nB（バッテリー）端子：メインの充電電圧出力用\r\nS（センシング）端子：バッテリー電圧監視用\r\nL（チャージ LANP) 端子：チャージランプの ON・OFF\r\nIG（イグニション）端子：ローターコイルへ電源供給S端子B",
    "metadata": {
      "source": "保守用車ナレッジ.txt",
      "chunkNumber": 19
    }
  },
  {
    "text": "行不能となる場合があります。\r\n⑨帰着後、エンジンを停止し、その後にエンジンを再始動してもスターターモータへの電流量が足らず、エンジン始動できないこともあります。\r\n\r\n端子記号\r\nB（バッテリー）端子：メインの充電電圧出力用\r\nS（センシング）端子：バッテリー電圧監視用\r\nL（チャージ LANP) 端子：チャージランプの ON・OFF\r\nIG（イグニション）端子：ローターコイルへ電源供給S端子B端子\r\nL端子IG端子\r\nチャージランプイグニションバッテリー ヒューズ※ 製造メーカーにより記号の違いがあります。\r\n発電不良の症状は、以下の通りの症状が現れます。\r\n〇 運転パネルにある電流計の指針が 常に－側でバッテリーから出力された状態である\r\n〇 照明類がエンジン回転により明暗がある場合\r\n〇 ワイパーの動作が遅い、電気機器の作動が不安定\r\n○ エンジン始動時にスターターモータの回転が遅い\r\n\r\n（８）ターボチャージャー\r\n①エンジンの排気を利用し、排気管にタービンファンを取付け、排気でタービンファンが回転すると、吸気管側に軸でつながっているコンプレッサーファンが回転し、エンジンからの吸気に加え空気を押し込む機能となっている。\r\n②どちらのファンも高回転で、軸はエンジンオイルで潤滑されるため、ターボの中間の軸がある箇所に配管されています。\r\n③特にタービンファイン側は排気により高熱となるため、潤滑のエンジンオイルが途中で漏れるなどの症状があった場合、軸が焼き付き、吸気の抵抗となってしまい、エンジンの出力が下がる場合があります。　\r\n\r\n(9)油圧ポンプ\r\n　逆転機付き変速機の上部の前後どちらか、MCRの場合は下部にも取付けられており、転車台やアウトリガー、クレーン装置のほか、除雪装置の作動させるため、作動油タンクから作動油を吸い出し、油圧ポンプから作動油を吐出し、油圧を発生させます。\r\n　油圧の発生は、運転室内にあるPTO（パワートルクアウトプットの略）スイッチを入れることにより、油圧用の電磁ソレノイドが作動し、油圧を発生させます。\r\n　PTOスイッチや電磁ソレノイド等の電気的なトラブルが発生した場合のために、MCRでは、車体の左右どちらかに手動ポンプが設けられており、作動させる機器を切換レバーで選択しつつ、手動ポンプで収納させます。\r\n　油圧ポンプの吐出量は、プ",
    "metadata": {
      "source": "保守用車ナレッジ.txt",
      "chunkNumber": 20
    }
  },
  {
    "text": "生させます。\r\n　油圧の発生は、運転室内にあるPTO（パワートルクアウトプットの略）スイッチを入れることにより、油圧用の電磁ソレノイドが作動し、油圧を発生させます。\r\n　PTOスイッチや電磁ソレノイド等の電気的なトラブルが発生した場合のために、MCRでは、車体の左右どちらかに手動ポンプが設けられており、作動させる機器を切換レバーで選択しつつ、手動ポンプで収納させます。\r\n　油圧ポンプの吐出量は、プランシャと言われるポンプ内部にピストンとそれを押すストロークを変化させるための斜板があり、その斜板の角度をサーボバルブの電流で制御し、吐出量を変化させています。\r\n\r\n\r\n(10)　トルクコンバーター\r\n　エンジンからの回転を向かい合った、2つのファンの中にトルコンオイルが流れ、片方のファンで送り出したトルコンオイルを対側のファンが受け回転します。\r\n主な働きは以下の通り\r\nトルク伝達: エンジンの動力を、作動油の流れを介して変速機に伝達します。\r\nトルク増幅: 発進時や加速時など、エンジン回転数の上昇に伴い、トルクを増幅してスムーズな発進・加速を可能にします。\r\nクラッチ機能: エンジンと変速機を接続・遮断するクラッチの役割を担い、変速ショックを軽減します。\r\n\r\n構造\r\nポンプインペラ: エンジン側の入力軸に接続され、エンジン回転によってオイルを循環させる羽根車。\r\nタービンランナー: 変速機側の出力軸に接続され、ポンプインペラからのオイルの流れを受けて回転する羽根車。\r\nステーター : ポンプインペラとタービンランナーの間に位置し、オイルの流れを整流する固定翼。\r\nこれらの要素は、ドーナツ型のハウジング（ケース）内に収められ、内部には作動油（ATF: オートマチックトランスミッションフルード）が満たされています。\r\n　トルクコンバーターは、エンジンが回転するとトルコンオイルを汲み上げる、トルコイドポンプが作動し油圧を発生させ、トルクコンバーター内のハウジン内にトルコンオイルを通常はエンジン回転が1,200～1,500RPMでトルコン圧0.3～0.6Mpa（補給圧ともいう）、圧送し、ハウジング内でトルクの伝達します。\r\n通常は逆転器付変速機の下部にあるトルコンオイルを、エンジン始動によりトルコイドポンプが各機器へ送ることを前提として、仕業点検等においては、エンジンを始動",
    "metadata": {
      "source": "保守用車ナレッジ.txt",
      "chunkNumber": 21
    }
  },
  {
    "text": "汲み上げる、トルコイドポンプが作動し油圧を発生させ、トルクコンバーター内のハウジン内にトルコンオイルを通常はエンジン回転が1,200～1,500RPMでトルコン圧0.3～0.6Mpa（補給圧ともいう）、圧送し、ハウジング内でトルクの伝達します。\r\n通常は逆転器付変速機の下部にあるトルコンオイルを、エンジン始動によりトルコイドポンプが各機器へ送ることを前提として、仕業点検等においては、エンジンを始動した状態で、トルコンオイルの量を確認すること\r\nコマツ社製の場合は、エンジン始動しない状態で確認すること\r\nトルコン圧や補給圧は比較的低圧であるため、トルクコンバーターにある配管やホースからのオイル漏れで、トルクコンバーターの能力が低下、最悪は走行不能となるため、配管や油圧ホースのオイル滲みや漏れを確実に点検確認すること。\r\n走行時にエンジン回転を上げても速度が上がらない、前後進しない時は、トルコン圧が下がっていないか、トルコン温度が異常に上昇していないか確認し、トルコン圧が下がっている場合は、配管や油圧ホースの接続部からの油漏れを確認し増し締め等を行い、トルコンオイルを補充して走行してください。油漏れが止まらない場合は、救援手配を行ってください。また、油漏れ箇所が拡散させない様、吸着マット等で拭き取り等の措置してください。\r\nトルコン温度が高温となった場合は、停車し20分程度待機し、温度が下がるか確認し、降下しない場合は、走行不能と判断して救援手配を行ってください。\r\n\r\n(11) 逆転機付き変速機\r\n　トルクコンバーターと一対に構成されており、ギヤ形状のケースの中に油圧のクラッチを組み込み、このクラッチを油圧で、前後進、低速走行を作動させている。\r\n　各クラッチは、クラッチ用ケース内側がギヤ状の溝になっており、そこへプレートの外周歯車を組付け、ケース内の中心部を貫通する回転軸の外周がギヤ状の溝にプレートの内側の歯車状の溝を挿入、プレートが交互に数枚組み込まれています。\r\nそのギヤ状のケース中のプレートを油圧で圧縮することで、回転軸とケースが同期して回転します。\r\n　油圧が減圧させないため油圧の配管は、鉄製のパイプが変速機の筐体周辺に取付られており、配管からのオイル漏れが発生すると、プレートの押し付ける油圧が下がり、走行時にエンジン回転を上げても速度が出ない、トルコンオイ",
    "metadata": {
      "source": "保守用車ナレッジ.txt",
      "chunkNumber": 22
    }
  },
  {
    "text": "外周がギヤ状の溝にプレートの内側の歯車状の溝を挿入、プレートが交互に数枚組み込まれています。\r\nそのギヤ状のケース中のプレートを油圧で圧縮することで、回転軸とケースが同期して回転します。\r\n　油圧が減圧させないため油圧の配管は、鉄製のパイプが変速機の筐体周辺に取付られており、配管からのオイル漏れが発生すると、プレートの押し付ける油圧が下がり、走行時にエンジン回転を上げても速度が出ない、トルコンオイルの温度が以上に上昇するなどの症状が発生します。\r\n　クラッチの油圧は、トルコイドポンプからの油圧を調圧し、エンジン回転が1,200～1,500RPMで2.1～2.5Mpa（クラッチ圧）で、油圧ソレノイド及び各クラッチへ圧送されます\r\n　仕業点検では、逆転器付き変速機の接合部、特に上部の蓋付近及び配管のオイル滲みを確認し、必要により増し締め、トルコンオイルの補充を行ってください。\r\n　走行時にエンジン回転を上げても速度が上がらない、前後進しない時は、クラッチ圧が下がっていないか、トルコン温度が異常に上昇していないか確認し、クラッチ圧が下がっている場合は、配管や油圧ホースの接続部からの油漏れを確認し増し締め等を行い、トルコンオイルを補充して走行してください。油漏れが止まらない場合は、救援手配を行ってください。また、油漏れ箇所が拡散させない様、吸着マット等で拭き取り等の措置してください。\r\nトルコン温度が高温となった場合は、停車し20分程度待機し、温度が下がるか確認し、降下しない場合は、走行不能と判断して救援手配を行ってください。\r\n前後進は前進用と後進用、低速ギヤ用の３つの油圧電磁ソレノイドがあり、電気的な故障があった場合や本体の安全機能、支援装置等からの制御により、油圧ソレノイドに入る電気信号が作動しない場合は、必要な油圧ソレノイドのネジを締め付けることで、手動で前後進、ギヤを操作することは可能。速度のギヤは、低速用のみであり、通常は高速側が定位になっているので、低速ギヤに切換えるのみであり、この機能だけで捉えると走行開始が遅い、重たい、上りが続く線区で速度が上がらない等の不調がある場合は、油圧ソレノイドの不良が想定される\r\n\r\n(12)油圧モーター\r\n　MCRは、除雪作業において、低速の一定速で、除雪のため走行トルクも必要なため、油圧モーターで走行します。ただし古いMCR",
    "metadata": {
      "source": "保守用車ナレッジ.txt",
      "chunkNumber": 23
    }
  },
  {
    "text": "することは可能。速度のギヤは、低速用のみであり、通常は高速側が定位になっているので、低速ギヤに切換えるのみであり、この機能だけで捉えると走行開始が遅い、重たい、上りが続く線区で速度が上がらない等の不調がある場合は、油圧ソレノイドの不良が想定される\r\n\r\n(12)油圧モーター\r\n　MCRは、除雪作業において、低速の一定速で、除雪のため走行トルクも必要なため、油圧モーターで走行します。ただし古いMCRでは、一般的な軌道モータカーと同じ走行機能もあります。\r\n　油圧モーターは、入ってくる油量をプランシャと言われるポンプ内部にあるピストンと、それを押すストロークを変化さるための斜板があり、その斜板の角度をサーボバルブの電流で制御し、回転を変化させています。\r\n　油圧モーターの回転方向は、油圧電磁切換弁を電気的に切り替え制御しています。\r\n一方で、油圧の切換時の変動、脈動により、特にホースは伸縮や屈曲を繰り返すため、油圧ホース自体の摺動による損傷、エルボや接続ブロックの取付部の緩みや折損の可能性があるので、作動油の滲みや取付部の緩みを定期的に確認し、油圧ホースやエルボ、取付ボルト等を定期的に交換してください。\r\n\r\n\r\n\r\nプロペラシャフト\r\n車輪を回転させるため、エンジンからトルクコンバーター、逆転器付き変速機の回転を、前後車輪側に回転を伝える鉄管状のメインシャフトとスプライン、前後にユニバーサルジョイントで構成されます。プロペラシャフトが長くなる場合は、長いプロペラシャフトを支え、振動を抑制する、センターベアリング（中間軸受）を設置する車両もあります。\r\n各部の構成は、\r\nメインシャフト（プロペラシャフト本体）: 軽量化と強度を両立した中空の鋼管で回転力を伝達する主要部分です。\r\nスプラインと呼ばれる溝と突起の組み合わせにより、車輪の上下変動に対応しスライドしてプロペラシャフトの長さを変動させています。\r\n変速機から出力される回転と、車輪側の回転を比較すると、プロペラシャフトの回転数は非常に多く、別に言うと車輪の回転トルクより、プロペラシャフトにかかる回転トルクが大きく、走行中は大きなストレスがかかっている。\r\n応急的に救援などで牽引される場合は、これを理解し、プロペラシャフトを取り外す必要があります。\r\n仕業点検等では、走行中に特に細かく伸縮するスプラインのグリス切れに",
    "metadata": {
      "source": "保守用車ナレッジ.txt",
      "chunkNumber": 24
    }
  },
  {
    "text": "長さを変動させています。\r\n変速機から出力される回転と、車輪側の回転を比較すると、プロペラシャフトの回転数は非常に多く、別に言うと車輪の回転トルクより、プロペラシャフトにかかる回転トルクが大きく、走行中は大きなストレスがかかっている。\r\n応急的に救援などで牽引される場合は、これを理解し、プロペラシャフトを取り外す必要があります。\r\n仕業点検等では、走行中に特に細かく伸縮するスプラインのグリス切れによる乾燥状態を確認し、定期的に給脂してください。また、エンジンの下側は、エンジン等からの排熱にさられているので、短いスパンで給脂してください\r\nユニバーサルジョイントを介して、各機器とつなぐため、フランジ面をボルトとセルフロックナット、車両によりナット側に針金や折座金で緩み防止しているので、仕業点検等では、合いマークのズレ、針金の切断や折座金の開機などを確認してください。また、メインシャフトとユニバーサルジョイントは溶接されていますので、溶接部のヒビや亀裂を確認してください。\r\n\r\nユニバーサルジョイント\r\nユニバーサルジョイント（自在継手）は、角度のついた2つの軸間で回転力を伝達する、十字型ジョイント又はカルダンジョイントと言われるもので、回転軸の位置がずれている場合や、回転中に軸の位置が変化する場合に使用します。\r\n構成する機器は、\r\nヨーク: 軸に取り付けられるフォーク状の部品。2つのヨークが90度ずれて配置されます。\r\nクロス: 十字型の部品で、それぞれの軸にヨークを介して接続されます。\r\nベアリング: クロスとヨークの間に組み込まれ、滑らかな回転を可能にします。\r\n作動原理としては\r\n入力軸が回転すると、それに接続されたヨークも回転します。\r\nヨークの回転は、クロスを介して出力軸側のヨークに伝達されます。\r\n出力軸側のヨークが回転することで、出力軸も回転します。\r\n\r\n最終減速機\r\nプロペラシャフトの縦回転から車軸方向の回転へ変更すると同時に、プロペラシャフトの回転トルクから重量のある、車軸及び車輪を回転させるため、ギヤ比で回転トルクを増やしている。\r\n構造としては、車軸に圧入された、ベベルギヤ（傘歯車）に頃を囲むケース、プロペラ側の回転入力側の軸受、ピニオンギヤ、循環用ポンプで構成され\r\nプロペラシャフトの回転は、ピニオンギヤが取付けられた軸受で回転し、ベベルギ",
    "metadata": {
      "source": "保守用車ナレッジ.txt",
      "chunkNumber": 25
    }
  },
  {
    "text": "終減速機\r\nプロペラシャフトの縦回転から車軸方向の回転へ変更すると同時に、プロペラシャフトの回転トルクから重量のある、車軸及び車輪を回転させるため、ギヤ比で回転トルクを増やしている。\r\n構造としては、車軸に圧入された、ベベルギヤ（傘歯車）に頃を囲むケース、プロペラ側の回転入力側の軸受、ピニオンギヤ、循環用ポンプで構成され\r\nプロペラシャフトの回転は、ピニオンギヤが取付けられた軸受で回転し、ベベルギヤ（傘歯車）を回転させます。\r\nこれにより車軸及び車軸に圧入された、車輪が回転します。\r\nケースの中には、ベベルギヤの歯車が浸かる程度のギヤオイルが溜めてあり、回転により潤滑されますが\r\n走行時の車輪上下に追従するため、やや上向きになっており、中間軸受へギヤオイルが潤滑されにくいため、ケースの下部に取付けた油圧ポンプからパイプで中間軸受に送っています。\r\n仕業点検等で、中間軸受はプロペラシャフトと同様に高回転で、小径であるため、配管から滲みや、オイル漏れがあった場合は、早期に修繕等を行ってください。焼付きの原因になります\r\nまた、特にケースと車軸が接触している箇所は、走行時常に摺動していますので、ケース又は車軸からギヤオイルの滲みは確認してください\r\n\r\n軸箱\r\n走行時の車軸・車輪を支えるほか、車輪をスムーズに回転させる機能であり、車軸に円錐型のベアリングを挿入し、そのベアリングを収める箱の構造となっている。\r\n車軸外側から、車軸の垂直方向へ車体重量が集中しない、逆に斜めに分散させるため、円錐ころ軸受ベアリングと複列円筒ころ軸受の2組を小径側で向かい合わせに圧入している。\r\n近年のベアリングはグリスを無給油で可能なものもある\r\n仕業点検で、軸箱の車輪側にグリスの飛散がないか、周辺にグリスが溶けた跡や飛散がないか等を確認してください。\r\n基本的には、他の軸箱間の温度差10℃ ～　外気温より40℃以上の温度差がある場合は、ベアリングの焼付きの可能性がありますので、運用を停止し修繕を行ってください。\r\nまた、サーモラベルの色が変色しているか、一度変色するともとに戻りませんが、1～３年毎に交換してください。サーモラベルを貼り付ける時は、軸箱の塗装を剥がし素地の状態では貼り付けてください\r\n軸箱の本体へ取付けは、フレームの下に取り付けた、軸箱守というプレートで軸箱を前後にはさみ、軸箱",
    "metadata": {
      "source": "保守用車ナレッジ.txt",
      "chunkNumber": 26
    }
  },
  {
    "text": "温より40℃以上の温度差がある場合は、ベアリングの焼付きの可能性がありますので、運用を停止し修繕を行ってください。\r\nまた、サーモラベルの色が変色しているか、一度変色するともとに戻りませんが、1～３年毎に交換してください。サーモラベルを貼り付ける時は、軸箱の塗装を剥がし素地の状態では貼り付けてください\r\n軸箱の本体へ取付けは、フレームの下に取り付けた、軸箱守というプレートで軸箱を前後にはさみ、軸箱は上下に摺動できる形になっています。\r\n走行時に上下する軸箱の緩衝用として、鋼板を数枚重ねた板バネが車体フレームと軸箱の上側に設置している\r\n脱線等により軸箱が外れ防止のためアンダープレートで軸箱守から外れない構造としている\r\n脱線復旧時に、車体を持ち上げても板バネが伸び、軸箱が下がり、アンダーカバーに軸箱が接触するまで車輪が上昇しないため、スリングベルトやレバーブロックなどで、軸箱をフレームと固定する場合もあります。\r\n\r\n車軸\r\n　鉄製の軸に車輪を圧入し、車輪をスムーズに回転させるため、エンジンから各種機器を介し、プロペラシャフトの回転で車輪を回転させるほか、軸の両端にある軸箱で、車体を支える機能を有しています。\r\n　車体荷重等を受けつつ走行することで、曲げや、車輪の踏み面の傾斜による、、ねじり応力に耐える剛性をもつ、柱状の鋼鉄を切削加工した一定の構造です。\r\n　過去に過積載により縦応力により折損した事例から、検修では、定期的に車軸を回転させる応力が集中する段差の端部と、車体の荷重を受けている軸受ベアリングが接する箇所を磁粉探傷又は探傷検査を行いっています。\r\n　仕業点検では車軸に機器等が接触し、摺動傷の有無を確認してください。塗装の一部分だけ剥がれるなどで確認できます。\r\n\r\n車輪\r\n　鋼鉄を鍛造または鋳造し、旋盤加工とフライス加工で、車輪の形状に仕上げ、耐摩耗性と耐疲労性を向上させるために、高周波焼入れや焼なましなどの熱処理が施されます。\r\n　新幹線では、鋼鉄の一体となっているが、在来線は軌道信号の関係から絶縁車輪構造となっており、構成は以下の通り\r\nタイヤ: 車輪の外周部を構成し、レールとの接触面となります。通常、鋼鉄製で、耐摩耗性と耐久性を向上させるために特殊な熱処理が施されます。\r\nホイールセンター: 車軸に取り付けられる部分で、タイヤを支持します。通常、鋼鉄",
    "metadata": {
      "source": "保守用車ナレッジ.txt",
      "chunkNumber": 27
    }
  },
  {
    "text": "向上させるために、高周波焼入れや焼なましなどの熱処理が施されます。\r\n　新幹線では、鋼鉄の一体となっているが、在来線は軌道信号の関係から絶縁車輪構造となっており、構成は以下の通り\r\nタイヤ: 車輪の外周部を構成し、レールとの接触面となります。通常、鋼鉄製で、耐摩耗性と耐久性を向上させるために特殊な熱処理が施されます。\r\nホイールセンター: 車軸に取り付けられる部分で、タイヤを支持します。通常、鋼鉄製で、軽量化と強度確保のために複雑な形状をしています。\r\n絶縁層: タイヤとホイールセンターの間に配置され、電気回路を遮断する役割を果たします。ゴム、樹脂、セラミックなどの絶縁材料が使用されます。\r\n絶縁ブッシュ: 車軸とホイールセンターの間に配置され、車軸からの電流漏れを防ぎます。絶縁材料で作られた円筒形の部品です。\r\n新幹線は、新幹線が運行されない保守作業だけの時間で運用するため、軌道の信号に関係ないため\r\n在来線は、列車の運用しつつ、列車ダイヤの間の時間で、保守用車を運用することのほか、踏切の信号にも関係するため、左右レールを車輪を通して短絡しないよう絶縁車輪となっている。\r\n一部地域では、列車の運用等で短絡させる箇所もあるため、タイヤとホイールセンターを直接配線等を用いて短絡車輪にする方法や、電気的にスイッチや渦電流によりブラシを接触させる機構もあります。\r\n車輪の踏み面は、軌間内側に向かって傾斜している。これにより、セルフセンターリングといい、常に左右ともに軌間の内側に向かって力が作用しますので、左右の内側に向かった応力が打ち消し合う、レールから外れることなく走行できます。\r\n\r\n急ブレーキなどで車輪がロックし、レール面上を滑走し、踏み面の傷（スキット傷）とも言うが、傷が大きい場合や多数発生した状態で、走行すると一定の周期で振動が発生し、車軸に相当な負担とり、損傷する場合もあるほか軸箱やブレーキ機構のボルトやナットの緩みも発生します。\r\n走行時の異音を引き継ぎ仕業点検で、傷の有無を確認し、ボルトやナット、割りピンなどの脱落の可能性があるものを増し締めや付け直し、著しい場合は切削加工を機械関係者へ依頼してください\r\n\r\n\r\n第３章　　制動関係\r\n\r\nブレーキシリンダー\r\n入換ブレーキ弁の操作により、直通又は常用ブレーキの空圧が入ると、シリンダー内のピストンとロッド伸",
    "metadata": {
      "source": "保守用車ナレッジ.txt",
      "chunkNumber": 28
    }
  },
  {
    "text": "もあるほか軸箱やブレーキ機構のボルトやナットの緩みも発生します。\r\n走行時の異音を引き継ぎ仕業点検で、傷の有無を確認し、ボルトやナット、割りピンなどの脱落の可能性があるものを増し締めや付け直し、著しい場合は切削加工を機械関係者へ依頼してください\r\n\r\n\r\n第３章　　制動関係\r\n\r\nブレーキシリンダー\r\n入換ブレーキ弁の操作により、直通又は常用ブレーキの空圧が入ると、シリンダー内のピストンとロッド伸びる構造となっている。\r\n　軌道モータカーの製造メーカーと年式により、ブレーキシリンダー1組でロッドなどのリンク機構ですべての車輪へブレーキを作用させるものと、前後車輪が別々のブレーキシリンダーの2組、全車輪用の別々にブレーキシリンダー4組のものもあります。\r\n一般的な軌道モータカーでは、シリンダーの全長と、ピストンの可動範囲、ピストンの可動範囲が広がると推力（押す力）が低下することを考慮して、ストローク60～90mm以内としている。\r\n　ブレーキシリンダーのストロークは、車輪を挟む制輪子摩耗することで、ブレーキシリンダーのストロークは伸びてきますので、仕業点検の都度、制輪子の厚み及び、ストロークを測定し、変化に応じて調整してください。\r\n　片方の制輪子を支点に対側の制輪子を引き込み車輪に押し付ける機構となっています。\r\n　具体的な調整方法としては、事前に手回し機械式駐車ブレーキは解除し、手歯止めなどの転動防止を行った上で、車輪内側の下側にある、車輪前後の制輪子を連結しているリンクロッドのナットを回転させた後、直通ブレーキで通常に使用するブレーキ圧約200～240kpaで、ブレーキを作用させてストロークを測定してください。\r\n　ブレーキシリンダーが2組の場合は前後、4組の場合はそれぞれ4輪を別々に調整してください。\r\n　鉄トロ等の場合、ブレーキシリンダーの全長により違いがあるので、メーカー説明に従ってください。\r\n\r\n（１）制輪子\r\n　半月状にねずみ鋼や軟鉄、樹脂などで成形されたブロックを車輪の踏み面の前後から挟み込む形でブレーキを作用させる物を制輪子と言います。\r\n　制輪子の車輪に接する側は、平面担っていますが、車輪の踏み面は傾斜しているため、ブレーキを作用させ制輪子が車輪の踏み面の傾斜に押し付けられると、傾斜により制輪子が外側にズレ用とする力が働くほか、ブレーキを作用さ",
    "metadata": {
      "source": "保守用車ナレッジ.txt",
      "chunkNumber": 29
    }
  },
  {
    "text": "メーカー説明に従ってください。\r\n\r\n（１）制輪子\r\n　半月状にねずみ鋼や軟鉄、樹脂などで成形されたブロックを車輪の踏み面の前後から挟み込む形でブレーキを作用させる物を制輪子と言います。\r\n　制輪子の車輪に接する側は、平面担っていますが、車輪の踏み面は傾斜しているため、ブレーキを作用させ制輪子が車輪の踏み面の傾斜に押し付けられると、傾斜により制輪子が外側にズレ用とする力が働くほか、ブレーキを作用させた時の摺動による振動などにも耐えるため、制輪子を止めているプレートは補強しており、それらをつなぐピンは脱落防止のコッターピンと言われる強度のある割りピンを使用しています。\r\n仕業点検では\r\n制輪子はひび割れ、厚み20mm以上を確認してください。特に厚みは、ブレーキシリンダーストロークに関係しますので、定期的に摩耗の変化を確認してください\r\n　制輪子周辺の連結ピンの折損や脱落、ブレーキリンク関係の割りピンの折損や脱落を確認し、脱落していた場合は、接続ピンや割りピンの交換は無論、制輪子のブレーキ作用による異常振動や異常な応力がかかっていないか確認してください。\r\n\r\n（２）ディスクブレーキ\r\n①軌道モータカーのMCRに使用され、積雪の中で車輪等に着雪や凍結しても、確実にブレーキが作用させるため\r\n車輪とは別に車軸の外側に円形のディスクを取付け、これにブレーキを作用させることでMCRを停止させている\r\nブレーキを作用させる操作は軌道モータカーと同様に入換ブレーキ弁で直通又は常用ブレーキを作用させますが、このブレーキ圧でピストンを押し、その先端にある油圧のマスターシリンダーのブレーキフルードタンクに溜めているブレーキオイルをブレーキキャリパーへ圧送する機器を、MCRは空油変換器といい、圧送したブレーキオイルで、ブレーキキャリパのブレーキパットでディスクローターを挟み込みブレーキを作用させます。\r\nブレーキが開放しない場合は、マスターシリンダーの固着が想定されますので、\r\n① エアー配管にある空油変換器へ入るエアー配管の締め切りコックを締める\r\n② ブレーキが開放されなければ、空油変換器からブレーキキャリパまで配管を緩める又は、ブレーキキャリパの空気抜き用プラグ（ブリーダープラグとも言う）を少し緩め、ブレーキオイルを抜く\r\nただし、ブレーキオイルが飛散するので、ウエス等で覆いオイル",
    "metadata": {
      "source": "保守用車ナレッジ.txt",
      "chunkNumber": 30
    }
  },
  {
    "text": "ます。\r\nブレーキが開放しない場合は、マスターシリンダーの固着が想定されますので、\r\n① エアー配管にある空油変換器へ入るエアー配管の締め切りコックを締める\r\n② ブレーキが開放されなければ、空油変換器からブレーキキャリパまで配管を緩める又は、ブレーキキャリパの空気抜き用プラグ（ブリーダープラグとも言う）を少し緩め、ブレーキオイルを抜く\r\nただし、ブレーキオイルが飛散するので、ウエス等で覆いオイルの漏洩を防ぐこと\r\n\r\n（３）駐車ブレーキ\r\n① 運転室内に設置している円形のハンドルを回すことで、運転室下の車輪へブレーキシリンダーの代わりに機械式に引き出し、制輪子で車輪を挟み込みブレーキを作用させています。\r\n機械式であるため、スクリュー式のねじ部のグリス切れによる固着が考えられます。応急的には、非常ブレーキをかけた状態で、ねじ部に潤滑油を吹き付け、ハンドルを少しづつ回転させて解放してください。\r\nMCRの場合は、逆転機付きギヤーボックス下部から最終減速機とつながるプロペラシャフトの接続フランジへ挟み込む形でブレーキディスクが取り付けられており、運転室内からワイヤーを引くことでブレーキディスクをブレーキパッドで挟み込みブレーキを作用させる。\r\nMCRの場合は、ワイヤーが摺動しない場合やブレーキパッドの焼き付きの可能性がありますが、この場合はブレーキ側のワイヤー接続部を取り外し、解放しない場合は大型のマイナスドライバー等でブレーキパッドをディスクに押し当てているアームを強制的に押し広げてください。\r\nどちらの方式の駐車ブレーキは、軌道モータカーが転動し始めない事と、逸走した場合に速度を抑制するためのものであるが、走行中にブレーキ関係の故障で停止措置ができない場合、駐車ブレーキを使用します。\r\nなお、速度やけん引重量、勾配等により、駐車ブレーキが作用まで、通常のブレーキよりかなりの距離が必要となります。\r\n\r\n② 軌道モータカーを一時停止した状態から、転動させないため、通常はバネの力でブレーキを作用させるバネブレーキがあります。\r\nバネブレーキにも、ドラム式とディスクブレーキの2種類ありますが、どちらも運転席にあるボタンを押すことで、電磁ソレノイドが切換り、エアータンクの空圧をバネブレーキへ送り、バネを押し縮めることでブレーキが開放する構造となっています。\r\nボタンや電磁",
    "metadata": {
      "source": "保守用車ナレッジ.txt",
      "chunkNumber": 31
    }
  },
  {
    "text": "の距離が必要となります。\r\n\r\n② 軌道モータカーを一時停止した状態から、転動させないため、通常はバネの力でブレーキを作用させるバネブレーキがあります。\r\nバネブレーキにも、ドラム式とディスクブレーキの2種類ありますが、どちらも運転席にあるボタンを押すことで、電磁ソレノイドが切換り、エアータンクの空圧をバネブレーキへ送り、バネを押し縮めることでブレーキが開放する構造となっています。\r\nボタンや電磁ソレノイドの不具合や、空気配管の亀裂やエアー漏れあった場合は、バネブレーキが作用したままで、走行が重たい、ブレーキの作用が急の状態で走行した場合、最悪はバネブレーキが焼き付き走行不能になる可能性があります。\r\n\r\n\r\nブレーキ空圧回路\r\nエアーコンプレッサーで発生させた、空気圧をエアータンク（空気溜めとも言う）に溜め、この空圧を活用して入換ブレーキ弁で、ブレーキシリンダーの動作を制御しています。\r\nエアータンクは2個直列に接続され、エアータンク間には、逆止弁又はオーバーフローバルブを設け、エアーコンプレッサーからのエアーホースからのエアー漏れなど、エアー供給が止まっても、片側のエアータンクの残量で安全に軌道モータカーが停止できることを設計しています。\r\nエアータンクからの空圧（メインライン、記号ではMR）を入換ブレーキ弁により、直接ブレーキシリンダーへ送りブレーキを作用させる直通ブレーキと、エアータンクからの空圧を調圧弁で490kpaに調整し、常に軌道モータカー本体及び、連結した鉄トロ等の補助空気溜めへ送るブレーキ管（ブレーキライン、記号ではBP）を、入換ブレーキ弁で空圧を止める、減圧する事により、連結した車両全てにブレーキを作用させる、常用ブレーキがある。\r\n\r\n連結した鉄トロ等にも作用するため貫通したブレーキの貫通ブレーキとも呼ばれる。また、意図せず連結が外れ、ブレーキ管も外れた場合、連結が切れた鉄トロ等を逸走させないため、鉄トロ等に自動的にブレーキが作用する機能から自動ブレーキとも呼ばれる\r\n手歯止めや駐車ブレーキを作用させず、運転者が不在のまま、保守用車が転動し、4～６km/h速度になると、自動的にブレーキをかける機能がある、ブレーキの作用は入換ブレーキ弁からブレーキシリンダーまでの間に空圧を送る機能があり、これを在来線ではMSCS、新幹線では新型支援装置という\r\n",
    "metadata": {
      "source": "保守用車ナレッジ.txt",
      "chunkNumber": 32
    }
  },
  {
    "text": "た場合、連結が切れた鉄トロ等を逸走させないため、鉄トロ等に自動的にブレーキが作用する機能から自動ブレーキとも呼ばれる\r\n手歯止めや駐車ブレーキを作用させず、運転者が不在のまま、保守用車が転動し、4～６km/h速度になると、自動的にブレーキをかける機能がある、ブレーキの作用は入換ブレーキ弁からブレーキシリンダーまでの間に空圧を送る機能があり、これを在来線ではMSCS、新幹線では新型支援装置という\r\n\r\n常用（貫通、自動）ブレーキ用機器\r\n　軌道モータカーのブレーキ管の圧力と補助空気溜めの空圧のバランスにより、ブレーキ管の空圧が下がった時、補助空気溜めの空圧をブレーキシリンダーへ送る切換を行う機器として、三動弁が取り付けられています。\r\n　また、鉄製トロ、ホキ車など牽引される鉄製トロ等にも三動弁と補助空気溜めが取付けられています。\r\n入換ブレーキ弁を運転位置で、走行中はブレーキ管の空圧を補助空気溜に蓄積している\r\n\r\n具体的な作動は、入換ブレーキ弁を常用位置にすると、ブレーキ間の空圧は少しづつ排気されブレーキ管の圧力が減圧します\r\nブレーキ間の圧力が減圧されると、補助空気溜めとブレーキ管の圧力均衡が崩れ、補助空気溜めの空圧が各車両のブレーキシリンダーへ送られ、ブレーキが作用します。\r\n非常時には、責任者側にある車掌弁と言われる、弁を引きブレーキ管圧を急激に抜くことで、すべての車両へブレーキが作用します\r\n\r\n軌道モータカーの三動弁に不具合が発生し、ブレーキが開放しない場合の応急処置は\r\n① ブレーキ管の圧力を止める。入換ブレーキ弁の下にあるコックを閉める\r\n② 補助空気溜めのドレーンコックで空気を抜き、三動弁から補助空気溜めからブレーキシンダーに送る空圧をなくす。\r\n③ 直通ブレーキを作用させて、ブレーキが開放するか確認する\r\n④ ブレーキが開放しない場合は、ブレーキシリンダー直近の配管にある、直通ブレーキと三動弁配管の空圧を切換える二方弁の固着が想定されるので、直通ブレーキを作用した状態で二方弁に軽く衝撃を与える\r\n⑤ 応急処置を行ってもブレーキが開放しない場合は、エアータンクのすべての腔圧を抜き、再度エアーを溜め、前項を繰り返す。\r\n⑥ 復帰しない場合は、救援を要請し、手ブレーキ、手歯止めの措置し、ブレーキシリンダーの後端にある配管を緩め空圧を抜く\r\n※ 救援される",
    "metadata": {
      "source": "保守用車ナレッジ.txt",
      "chunkNumber": 33
    }
  },
  {
    "text": "直近の配管にある、直通ブレーキと三動弁配管の空圧を切換える二方弁の固着が想定されるので、直通ブレーキを作用した状態で二方弁に軽く衝撃を与える\r\n⑤ 応急処置を行ってもブレーキが開放しない場合は、エアータンクのすべての腔圧を抜き、再度エアーを溜め、前項を繰り返す。\r\n⑥ 復帰しない場合は、救援を要請し、手ブレーキ、手歯止めの措置し、ブレーキシリンダーの後端にある配管を緩め空圧を抜く\r\n※ 救援される軌道モータカーはブレーキが作用しないので、走行速度に注意すること\r\n※　救援される軌道モータカーの前後に連結した鉄製トロ等に常用（貫通ブレーキ）を作用させるため、救援される軌道モータカーの入換ブレーキ弁の下にあるブレーキ管停止コックを閉め、救援車は常用（貫通）、鉄製トロ等にブレーキを作用させるため、ブレーキ管を接続すること　　\r\n※ 連結した時、短絡車輪が左右のタスキ掛けになリ、軌道短絡する場合があるので、事前に短絡車輪の位置を確認し、場合により緊急時の取り扱いを要請する\r\n\r\n鉄製トロ等の不具合により、ブレーキが開放しない場合は、\r\n① 対象の鉄製トロ等にあるブレーキ管と三動弁の間にあるコックを締め、補助空気溜めの空気を抜くと、通常はブレーキシリンダーが縮み、ブレーキが開放される。\r\n②ブレーキシリンダーが縮まずブレーキが作用した状態のままの場合、ブレーキ管のコックは締めたまま、ブレーキシリンダー後端のホースを取り外すことでブレーキが開放されます。\r\nブレーキが開放しない事象の原因に、長期間、補助空気溜めの空気圧を開放せず、結露により空圧回路内にサビや水分が空圧弁関係に入り切換しない場合があるので、帰着または仕業点検時に補助空気溜めの空圧を開放してください。\r\n\r\nもし、鉄製トロ等の1両のブレーキが使用できない場合は、前後最端に連結してください。編成の中間にした場合、ブレーキを作用させた時、前方の鉄製トロ等が停止し、ブレーキが作用しない鉄製トロ等が後ろから押され、せり上がり脱線や連結器等が損傷し、牽引もしくは推進ができなくなります\r\n\r\nEF弁（三圧力式制御弁）は、三動弁と比較して常用（貫通）ブレーキの作用及びブレーキ解放の作動が速いため、近年の軌道モータカーに取り付けられてきています。\r\n主要な構成要素から成り立っています。\r\n空気室: ブレーキシステムに供給される圧縮",
    "metadata": {
      "source": "保守用車ナレッジ.txt",
      "chunkNumber": 34
    }
  },
  {
    "text": "用させた時、前方の鉄製トロ等が停止し、ブレーキが作用しない鉄製トロ等が後ろから押され、せり上がり脱線や連結器等が損傷し、牽引もしくは推進ができなくなります\r\n\r\nEF弁（三圧力式制御弁）は、三動弁と比較して常用（貫通）ブレーキの作用及びブレーキ解放の作動が速いため、近年の軌道モータカーに取り付けられてきています。\r\n主要な構成要素から成り立っています。\r\n空気室: ブレーキシステムに供給される圧縮空気を保持します。\r\n制御弁: ブレーキ圧力を調整するための弁で、3つの圧力（供給圧力、制動圧力、開放圧力）を制御します。\r\nリリース弁: ブレーキを解除する際に使用される弁です。\r\nEF弁の作動原理は以下の通りです\r\n軌道モータカーのメインエアーから補助空気溜め常に空圧を送っています。\r\n一方で、ブレーキ管圧は、制御弁へ送られ、補助空気溜めからの空圧とバランスをとって、通常は補助空気溜めからのEF弁側の弁を閉じています\r\n運転者がブレーキ操作を行うと、ブレーキ管圧が減圧され、制御弁が作動し、EF弁中の補助空気溜め側の弁を開きブレーキ圧力をブレーキシリンダーに送ります。\r\n運転者がブレーキを解除すると、制御弁が中立に戻り、リリーフ弁からブレーキ圧が解放され、ブレーキシリンダーのピストンが元の位置に戻ります。\r\n\r\n保守用車に関するブレーキ停止距離\r\n\r\n",
    "metadata": {
      "source": "保守用車ナレッジ.txt",
      "chunkNumber": 35
    }
  }
]